[
  {
    "attributes": {
      "category": "pet_supplies-100.txt",
      "dimensionReduction%": "37.500",
      "ofOriginal%": "41.976",
      "original": "I like this brush because I can use it on the cat (who loves it) and I don't have to pay extra special attention to over- grooming her because the bristles are so soft. It's not the greatest brush for removing loose hair, but the cat loves it."
    },
    "content": "brush cat love dont pai extra special attent groom bristl soft greatest brush remov loos hair cat love",
    "hash": "8e2dd69b9e2a2dd0ee307a38314c091d648e708d01ac4d1d7200a614fb8d6bb7"
  },
  {
    "attributes": {
      "category": "beauty-100.txt",
      "dimensionReduction%": "43.962",
      "ofOriginal%": "48.135",
      "original": "I have lots of hair treatment products. I got this product when it's on sale in Ralph's actually in a very reasonable price only 3ish dollars per each. So this review is comparing this bonbon with others at the same price level, you know what I mean.I would give this Aussie gem five stars. Only need to leave in wet hair less than 5 min and rinse. After regular hair dry, no matter via dryer or naturally, and all that, my color treated hair really shines.I like this gem for another reason, which is the smell. It smells lovely to me. If you've used Aussie regular conditioner before, you would know that one smells fruity, a little bit green. While this one smells much cuter, oh how do I say, humbly sweeter but not too much, still retain the fruity fresh part, but a lil warmer. Regular aussie \"leave it clean\" conditioner actually dries my hair. This 3MM is really a miracle.FYI for your better ref of my review. I wash my hair every day. My hair is medium strong naturally, color treated regularly like every other month, also last perm treated a year ago tho I stopped that because of damage, and naturally a lil wavy."
    },
    "content": "lot hair treatment product product sale ralph reason price 3ish dollar review compar bonbon price level meani give aussi gem star leav wet hair min rins regular hair dry matter dryer natur color treat hair shinesi gem reason smell smell love youv aussi regular condition smell fruiti bit green smell cuter humbl sweeter retain fruiti fresh part lil warmer regular aussi leav clean condition dri hair 3mm miraclefyi ref review wash hair dai hair medium strong natur color treat regularli month perm treat year ago tho stop damag natur lil wavi",
    "hash": "df241046a1e11f4dedc3116714424e50c48df3f6e4a842d02644bef34bf34fcb"
  }
]